Repository: JordhyChl/V2
Catalog: lib/l10n/app_*.arb
Languages: id

source: Select start date
id: Pilih tanggal awal

# selectFinishDate
source: Select end date
id: Pilih tanggal akhir

source: Select start time
id: Pilih waktu awal

# selectFinishTime
source: Select end time
id: Pilih waktu akhir

# totalLogStreamingTime
source: Total streaming time
id: Total waktu penggunaan

# logStreamingEmpty
source: We cannot find any streaming activity on selected period.
id: Kami tidak menemukan aktivitas streaming pada periode ini.

# logStreamingEmptySub
source: Please change the time/date to find your vehicle’s log streaming.
id: Kamu bisa mengubah tanggal/jam pencarian untuk menemukan log streaming kendaraanmu.

source: Live from
id: Perangkat

# startStreaming
source: Start date
id: Tanggal mulai

# endStreaming
source: End date
id: Tanggal akhir

# errorBusy
source: Your device is currently busy.
id: Perangkatmu sedang sibuk.

# errorBusySub
source: Please wait and refresh this page.
id: Mohon tunggu beberapa saat dan muat ulang halaman ini, ya!

# errorPushing
source: Sorry🙁
id: Yah🙁

# errorPushingSub
source: Unable to load data. Please wait and refresh this page.
id: Gagal memuat data. Mohon tunggu beberapa saat dan muat ulang halaman ini, ya!

source: Camera
id: Kamera

# showLabel
source: Show plate
id: Tampilkan plat

# hideLabel
source: Hide plate
id: Sembunyikan plat

# needHelp
source: We are here to help!
id: Kami siap membantu!

# needHelpSub
source: Contact us by WhatsApp now
id: Hubungi kami via WhatsApp sekarang

# cc24H
source: Our 24-hour Customer Care
id: Layanan Pelanggan 24-Jam kami

# installationBranch
source: Installation Branch Office
id: Kantor tempat Anda memasang GPS

source: Choose vehicle
id: Pilih kendaraan

# addToCartSuccess
source: Unit successfully added to cart!
id: Tambah unit berhasil dimasukkan ke keranjang!

source: See cart
id: Lihat keranjang

# deleteCart
source: Are you sure you want to delete this unit from top up cart?
id: Apakah kamu yakin ingin menghapus unit dari keranjang top up?

# deleteAllCart
source: Are you sure you want to delete all this unit from top up cart?
id: Apakah kamu yakin ingin menghapus semua unit dari keranjang top up?

# deleteCartButton
source: Delete from cart
id: Hapus dari keranjang

# cancelDeleteCart
source: No
id: Tidak

source: Waiting for payment
id: Menunggu pembayaran

# waitingTransaction
source: Transaction waiting for payment
id: Transaksi menunggu untuk pembayaran

source: Finish payment in
id: Selesaikan pembayaran dalam

source: Copy
id: Salin

source: Confirm payment
id: Konfirmasi pembayaran

# notRecievePayment
source: We have not received your payment
id: Kami belum menerima pembayaranmu

# notRecievePaymentSub
source: Please make payment. If you have any questions, please contact us.
id: Silahkan lakukan pembayaran. Jika anda memiliki pertanyaan, silahkan hubungi kami.

source: See payment detail
id: Lihat detail pembayaran

# backToTopup
source: Back to topup page
id: Kembali ke halaman topup

# timeoutPayment
source: Payment time is up
id: Waktu pembayaranmu habis

# timeoutPaymentSub
source: Please do the transaction again. If you have any questions, please contact us.
id: Silahkan lakukan transaksi kembali. Jika anda memiliki pertanyaan, silahkan menghubungi kami.

# topupSuccess
source: The GPS.id package top-up payment was successful
id: Pembayaran Top-Up paket GPS.Id berhasil

# topupSuccessSub
source: Thank you for your payment! Enjoy the advantages and benefits of the SUPERSPRING GPS Tracker
id: Terima kasih atas pembayaran anda! Nikmati keunggulan dan manfaat GPS Tracker SUPERSPRING

source: See invoice
id: Lihat invoice

# cancelPaymentTitle
source: Payment cancelled
id: Pembayaran dibatalkan

# cancelPayment
source: Payment successfully cancelled
id: Pembayaran berhasil dibatalkan

# cancelPaymentSub
source: Please do the transaction again. If you have any questions, please contact us.
id: Silahkan lakukan transaksi kembali. Jika anda memiliki pertanyaan, silahkan hubungi kami.

# lang
source: en
id: id

source: success added to cart
id: berhasil dimasukkan ke keranjang

# recurringInfo
source: Recurring payment info
id: Informasi pembayaran berulang

# noPoinTransaction
source: No poin transactions
id: Belum ada transaksi poin

# notificationSetting
source: Notifications setting
id: Pengaturan notifikasi

# claraTitle1
source: Hi
id: Hai

# claraTitle2
source: your subscription package will expire soon.
id: paket langgananmu akan segera habis nih.

# claraSubTitle
source: Please extend your subscription package immediately to ensures continuity of tracking service.
id: Harap segera perpanjang paket berlangganan Anda untuk menjamin kelangsungan layanan pelacakan.

# claraSevenday
source: expire in 7 Days
id: akan kadaluarsa dalam 7 Hari

# claraThreeday
source: expire in 3 Days
id: akan kadaluarsa dalam 3 Hari

# claraExpire
source: already expire
id: sudah kadaluarsa

source: Units
id: Unit

# unitTerminated180Title
source: This unit has expired more than 180 days
id: Unit Ini sudah Expired Lebih Dari 180 hari

# unitTerminated180SubTitle
source: Contact us to replace the sim card.
id: Hubungi kami untuk mengganti kartu sim.

# unitTerminated7Title
source: This unit has expired more than 7 days
id: Unit Ini sudah Expired Lebih Dari 7 hari

# unitTerminated7SubTitle
source: Don't worry, you can reactivate it by contacting us.
id: Tenang, kamu bisa mengaktifkan kembali dengan menghubungi kami.

source: Change theme
id: Ganti tema

# verifEmail
source: You haven't verified your email yet.
id: Kamu belum melakukan verifikasi email.

# verifEmailSub
source: Verify email to enjoy all GPS.id services.
id: Lakukan verifikasi email, untuk nikmati seluruh layanan GPS.id.

# completeProfile
source: Complete your profile.
id: Lengkapi profil anda.

# completeProfileSub
source: Complete your account information in order to optimize the use of GPS.id.
id: Lengkapi informasi akunmu guna mengoptimalkan penggunaan GPS.id.

# howToCallYou
source: How can we contact you?
id: Bagaimana kami dapat menghubungi Anda?

# howToCallYouEmpty
source: You have not selected what platform we can contact you on
id: Anda belum memilih melalui platform apa kami dapat menghubungi Anda

# verifEmailButton
source: Verify email
id: Verifikasi email

# phoneNumberHasVerified
source: Phone number has been verified
id: Nomor Handphone sudah terverifikasi

# phoneNumberHasNotVerified
source: Phone number has not been verified
id: Nomor Handphone belum terverifikasi

# emailHasVerified
source: Email has been verified
id: Email sudah terverifikasi

# emailHasNotVerified
source: Email has not been verified
id: Email belum terverifikasi

# yourEmailHasNotBeenVerified
source: Your email has not been verified, check your email inbox
id: Email anda belum terverifikasi, periksa kotak masuk email anda

# emailVerificationSuccess
source: Email verification successful
id: Verifikasi email berhasil

# emailVerificationSuccessThanks
source: Thank you for verifying your email, you can continue to enjoy all GPS.id services.
id: Terima kasih sudah melakukan verifikasi email, kamu dapat melanjutkan menikmati seluruh layanan GPS.id.

# emailRegistVerificationSuccessThanks
source: Thank you for verifying your email, you can continue to create GPS.id account.
id: Terima kasih sudah melakukan verifikasi email, kamu dapat lanjut melanjutkan untuk membuat akun GPS.id

source: Call for help
id: Hubungi bantuan

source: Check verification status
id: Cek status verifikasi

# phoneVerificationSuccess
source: Phone number verification successful
id: Verifikasi nomor handphone berhasil

# phoneVerificationSuccessThanks
source: Thank you for verifying your phone number, you can continue enjoying all GPS.id services.
id: Terima kasih sudah melakukan verifikasi nomor handphone, kamu dapat melanjutkan menikmati seluruh layanan GPS.id.

# phoneVerificationSendSub
source: We have sent an OTP code to
id: Kami sudah mengirimkan kode OTP ke nomor

# phoneVerificationSendSubSub
source: For the security of your account, never share this code with anyone.
id: Untuk keamanan akunmu, jangan pernah memberitahu kode ini ke siapapun.

# otpPleaseWait
source: Please wait within
id: Mohon tunggu dalam

# otpForResend
source: for resend OTP
id: untuk kirim ulang

# verifEmailPhone
source: You haven't verified your email & phone number
id: Kamu belum melakukan verifikasi email & nomor handphone

# verifEmailPhoneSub
source: Verify your email and phone number to be able to use all GPS.id services.
id: Lakukan verifikasi email dan nomor handphone untuk bisa menggunakan seluruh layanan GPS.id.

# verifEmailHome
source: You haven't verified your email
id: Kamu belum melakukan verifikasi email

# verifEmailSubHome
source: Verify your email to be able to use all GPS.id services.
id: Lakukan verifikasi email untuk bisa menggunakan seluruh layanan GPS.id.

# verifPhoneHome
source: You haven't verified your phone number
id: Kamu belum melakukan verifikasi nomor handphone

# verifPhoneSubHome
source: Verify your phone number to be able to use all GPS.id services.
id: Lakukan verifikasi nomor handphone untuk bisa menggunakan seluruh layanan GPS.id.

# changeAndVerifEmail
source: Change and verify email
id: Ubah dan verifikasi email

# changeAndVerifPhone
source: Change and verify phone number
id: Ubah dan verifikasi nomor handphone

source: Done
id: Selesai

source: Register
id: Daftar

# emailRegistTitle
source: You will receive an email to verify your GPS.id account registration
id: Anda akan menerima email untuk verifikasi pendaftaran akun GPS.id

# confirmPasswordRegist
source: Confirm your password
id: Konfirmasi password anda

# verifYourEmail
source: Verify your email
id: Verifikasi email anda

# verifYourEmailSub
source: To complete account setup, you need to verify your email.
id: Untuk menyelesaikan penyiapan akun, Anda perlu memverifikasi email anda.

# verifYourEmailSubSub
source: We have sent a verification link to your email address
id: Kami sudah mengirimkan link verifikasi ke alamat email

# verifYourEmailSubSubSub
source: Please check your email, and click the link to verify your email.
id: Silahkan periksa email anda, dan klik tautan untuk memverifikasi email anda.

# verifYourEmailSubSubSubSub
source: Didn't receive the email? Check your spam folder. Or
id: Tidak menerima email? Periksa folder spam Anda. Atau

source: Resend email
id: Kirim ulang email

source: Next
id: Selanjutnya

source: Title
id: Titel

source: Entity
id: Entitas

# checkPass
source: Check your email & password
id: Periksa email & password anda

# passMustBe6
source: Your password less than 6 character
id: Password anda kurang dari 6 karakter

# verifDone
source: I have verified my email
id: Saya sudah verifikasi email

# imeiRegistered
source: IMEI is registered in our database
id: IMEI terdaftar pada database kami

# imeiNotRegistered
source: IMEI is not registered in our database
id: IMEI tidak terdaftar pada database kami

# gsmRegistered
source: GSM number is registered in our database
id: Nomor GSM terdaftar pada database kami

# gsmNotRegistered
source: GSM number is not registered in our database
id: Nomor GSM tidak terdaftar pada database kami

# unitRegister
source: You must add at least 1 GPS.id unit before continuing.
id: Kamu harus untuk menambahkan minimal 1 Unit GPS.id sebelum melanjutkan.

source: Mr.
id: Tuan

source: Mrs.
id: Nyonya

source: Ms.
id: Nona

# insertName
source: Insert your name
id: Masukkan nama anda

source: Branch
id: Cabang

source: Create account
id: Buat akun

source: Back
id: Kembali

source: Check IMEI
id: Periksa IMEI

# pleaseCheckIMEI
source: Please check your IMEI. Make sure you enter the correct IMEI
id: Mohon periksa IMEI anda. Pastikan anda memasukkan IMEI yang benar

# checkGSM
source: Check GSM number
id: Periksa nomor GSM

# pleaseCheckGSM
source: Please check your GSM number. Make sure you enter the correct GSM number
id: Mohon periksa nomor GSM anda. Pastikan anda memasukkan nomor GSM yang benar

# dataIncomplete
source: Data is incomplete
id: Data belum lengkap

source: Vehicle name
id: Nama kendaraan

source: Insert vehicle name
id: Masukkan nama kendaraan

source: Choose vehicle type
id: Pilih tipe kendaraan

source: Vehicle icon
id: Icon kendaraan

source: Choose vehicle icon
id: Pilih icon kendaraan

source: Customer type
id: Tipe konsumen

source: Individual
id: Individu

source: Company
id: Perusahaan

# registerSuccess
source: Account registration successful
id: Pembuatan akun berhasil

# registerSuccessSub
source: Thank you for trusting us. Enjoy using the services and benefits of GPS.id from Super Spring
id: Terima kasih sudah mempercayai kami. Selamat menggunakan layanan dan manfaat dari GPS.id dari Super Spring

source: No pending transaction
id: Tidak ada transaksi tertunda

source: I agree
id: Saya menyetujui

# termsAndConditionSuperspring
source: SUPERSPRING terms and condition
id: Syarat, ketentuan dan kebijakan SUPERSPRING

source: Or login with
id: Atau masuk dengan

# notRegisteredYet
source: Your account is not registered
id: Akun anda belum terdaftar

# notRegisteredYetSub
source: Please register account with Google first
id: Silahkan daftar akun menggunakan Google terlebih dahulu

source: Delete account
id: Hapus akun

# differentEmail
source: Your account email and the Google email you choose are different
id: Email akun anda dan email Google yang anda pilih berbeda

# accountConnectedWithGoogle
source: Your account is already connected with Google
id: Akun anda sudah terhubung dengan Google

# accountConnectedWithApple
source: Your account is already connected with Apple
id: Akun anda sudah terhubung dengan Apple

source: Disconnect Google
id: Putus koneksi Google

source: Disconnect Apple
id: Putus koneksi Apple

# connectedWithGoogle
source: Connected with
id: Terhubung dengan

# connectedWithApple
source: Connected with
id: Terhubung dengan

source: Connect to Google
id: Hubungkan dengan Google

source: Connect to Apple
id: Hubungkan dengan Apple

# doYouWantToDeleteAccount
source: Are you sure want to delete your GPS.id account?
id: Apakah anda yakin ingin menghapus akun GPS.id anda?

# emptyEmail
source: Email are empty
id: Email kosong

source: Wrong email
id: Email salah

# checkEmailToDelete
source: Check your email to continue the process of deleting your GPS.id account
id: Periksa email anda untuk melanjutkan proses hapus akun GPS.id

# deleteYourAccountSuccess
source: Your account has been successfully deleted
id: Akun anda berhasil dihapus

# notYetDeleteAccountVerif
source: You have not verified the account deletion in your email
id: Anda belum melakukan verifikasi penghapusan akun di email anda

# checkDeleteVerificationStatus
source: Check the verification status of delete account
id: Periksa status verifikasi hapus akun

source: Register with Google
id: Daftar dengan Google

source: Register with Apple
id: Daftar dengan Apple

source: Log in with Google
id: Masuk dengan Google

source: Log in with Apple
id: Masuk dengan Apple

# emailAlreadyUsed
source: Email is already in use. Please change and verify your GPS.id account email first before continuing the Google connection process
id: Email sudah digunakan. Mohon ganti dan verifikasi terlebih dahulu email akun GPS.id anda sebelum melanjutkan proses koneksi Google

# accountAlreadyDeleted
source: Your account has been deleted. Please call our 24-hour customer care to reactivate your account.
id: Akun anda sudah dihapus. Mohon hubungi customer care 24 jam kami untuk melakukan aktivasi ulang akun anda.

source: How to pay
id: Cara pembayaran
