Repository: JordhyChl/V2
Catalog: lib/l10n/app_*.arb
Languages: id

source: Hello
id: Halo

source: Login
id: Masuk

# demo
source: Use demo account
id: Gunakan akun demo

source: Username
id: Nama pengguna

source: Password
id: Kata sandi

# insertUsername
source: Insert your username
id: Masukkan nama pengguna anda

# insertPassword
source: Insert your password
id: Masukkan kata sandi anda

source: Forgot password?
id: Lupa kata sandi?

# monitorAndViewCondition
source: View your vehicle quickly
id: Pantau & lihat kondisi

source: Your Vehicle
id: kendaraan anda

# insertPlate
source: Enter your vehicle name/license plate
id: Masukkan plat/nama kendaraan anda

source: Unit status
id: Status unit

source: Moving
id: Bergerak

source: Park
id: Parkir

source: Stop
id: Berhenti

source: Lost
id: Tidak update

source: Expire soon
id: Akan Berakhir

# expireNow
source: Expire
id: Berakhir

source: Total unit
id: Jumlah unit

# fyi
source: For your information
id: Informasi untukmu

source: Thank you for trusting us
id: Terima kasih untuk kepercayaan anda kepada kami

# packageExpire
source: Expire package
id: Sisa Kadaluarsa Paket

# checkSubs
source: Check your subscription here
id: Cek sisa paket langanan mu disini

# packageAds
source: If there is a vehicle that wants to be expire, don't forget to extend the subscription, thank you!!
id: Jika ada paket yang ingin jatuh tempo, jangan lupa perpanjang paket pulsanya yaa, Terima kasih!!

source: See Package
id: Lihat paket

source: Our product
id: Produk kami

source: Detail product
id: Detail produk

source: See all
id: Lihat semua

# all
source: All unit
id: Semua unit

source: List Vehicle
id: List Kendaraan

source: Renew subscription
id: Perbarui berlangganan

source: Day
id: Hari

source: Package Ends
id: Paket Berakhir

# nextPackage
source: Next Package Ends
id: Paket Selanjutnya Berakhir

source: Last Update
id: Update Terakhir

source: Subscription ended
id: Akhir berlangganan

source: Showing
id: Menampilkan

# ofs
source: of
id: dari

source: Getting local data
id: Mengambil data lokal

source: Getting account data
id: Mengambil data akun

# takeAWhile
source: It might take a while
id: Membutuhkan beberapa saat

source: Failed getting account data
id: Gagal mengambil data akun

source: Redirect to login
id: Mengalihkan ke halaman login

source: Redirect to Home
id: Mengalihkan ke Beranda

source: Go to login
id: Ke halaman login

# checkReport
source: Report
id: Laporan

source: Stop Report
id: Laporan Berhenti

source: Parking Report
id: Laporan Parkir

source: Running Report
id: Laporan Perjalanan

source: Start Date
id: Tanggal Mulai

source: End Date
id: Tanggal Selesai

source: Insert Start Date
id: Masukan Tanggal Mulai

source: Insert End Date
id: Masukan Tanggal Selesai

# ctrlEngine
source: On/Off Engine
id: On/Off Mesin

source: Share Location
id: Bagikan Lokasi

source: Call Cabin
id: Telepon Kabin

source: Total Stop
id: Total Berhenti

source: Address
id: Alamat

source: Start Parking
id: Mulai Parkir

source: Done Parking
id: Selesai Parkir

source: Total Parking
id: Total Parkir

source: Select all
id: Pilih semua

source: Add cart
id: Tambah keranjang

source: Top up cart
id: Keranjang Top up

# day7
source: 7 day more
id: 7 hari lagi

# day30
source: 30 day more
id: 30 hari lagi

# day90
source: 90 day more
id: 90 hari lagi

source: Vehicle detail
id: Detail kendaraan

# choosePackage
source: Packages
id: Pilihan paket

source: Price
id: Harga

source: Expire
id: Kadaluarsa

source: Next expire
id: Kadaluarsa selanjutnya

source: Tax invoice
id: Faktur pajak

source: Add unit
id: Tambah unit

source: Choose payment method
id: Pilih metode pembayaran

source: Total price
id: Total harga

source: Tax number
id: Nomor NPWP

source: Example
id: Contoh

# insertTax
source: Insert your tax number
id: Masukkan nomor NPWP anda

# taxOwner
source: Tax owner name
id: Nama pemilik NPWP

# insertTaxOwner
source: Insert tax owner name
id: Masukkan nama pemilik NPWP

source: Tax address
id: Alamat NPWP

source: Insert tax address
id: Masukkan alamat NPWP

# waNumber
source: WhatsApp number
id: Nomor WhatsApp

# insertWANumber
source: Insert your WhatsApp number
id: Masukkan nomor WhatsApp anda

# insertEmail
source: Insert your email
id: Masukkan email anda

source: Cancel
id: Batal

# askTaxInvoice
source: Do you want to use tax invoice?
id: Apakah kamu ingin menggunakan faktur pajak?

source: Use tax invoice
id: Gunakan faktur pajak

# withoutTaxInvoice
source: No, choose a payment method
id: Tidak, pilih metode pembayaran

# emptyTopUpCart
source: Your TopUp cart is empty
id: Keranjang topup mu masih kosong

# addYourTopUpCart
source: Search and add units to add Pulsa packages
id: Cari dan tambahkan unit untuk menambahkan paket pulsa

source: Hour Meter
id: Jam Meter

source: See details
id: Lihat Detail

source: Second
id: Detik

# minutes
source: Minute
id: Menit

source: Hour
id: Jam

source: Bank transfer
id: Transfer bank

source: Virtual account
id: Akun virtual

source: ATM network
id: Jaringan ATM

source: Instant payment
id: Pembayaran instant

# creditCard
source: Credit Card / Recurring
id: Kartu Kredit / Recurring

# miniMarket
source: Convenience store
id: Mini market

source: Order detail
id: Detail pesanan

source: Process
id: Proses

source: From
id: Dari

source: Distance
id: Jarak

source: Card number
id: Nomor kartu

# insertCardNumber
source: Insert your credit card number
id: Masukkan nomor kartu kredit anda

source: Payment method
id: Metode pembayaran

# recurringTC
source: By selecting recurring, you have agreed to the terms and conditions that apply. Terms and conditions can change at any time
id: Dengan memilih recurring, anda telah menyetujui syarat dan ketentuan yang berlaku. Syarat dan ketentuan dapat berubah sewaktu-waktu

source: Terms and condition
id: Syarat dan ketentuan

source: Account owner data
id: Data pemilik akun

source: Full name
id: Nama lengkap

source: Middle / Last name
id: Nama tengah / belakang

# insertFullName
source: Insert your full name
id: Masukkan nama lengkap anda

source: Insert your middle / last name
id: Masukkan nama tengah / belakang anda

source: Country code
id: Kode negara

source: Phone number
id: Nomor handphone

source: Insert your phone number
id: Masukkan nomor handphone anda

source: Company info
id: Info perusahaan

source: Company name
id: Nama perusahaan

# insertCompanyName
source: insert your company name
id: Masukkan nama perusahaan

# insertCompanyAddress
source: Insert your company address
id: Masukkan alamat perusahaan anda

source: Save
id: Simpan

source: Payment success
id: Transaksi berhasil

# thankYouPayment
source: Thank you for your payment
id: Terimakasih atas transaksi anda

# accountInfo
source: Account information
id: Informasi akun

source: Profile
id: Profil

# changePass
source: Change password
id: Ubah kata sandi

source: Logout
id: Keluar

source: Transaction
id: Transaksi

# topupHist
source: Top up history
id: Riwayat top up

source: Recurring status
id: Status pembayaran berulang

source: Recurring history
id: Riwayat pembayaran berulang

source: General information
id: Informasi umum

source: About us
id: Tentang kami

source: Call us
id: Hubungi kami

source: License and agreement
id: Lisensi dan perjanjian

# termsandconditionLW
source: Terms and condition lifetime warranty
id: Syarat dan ketentuan Lifetime warranty

# appVersion
source: Application version
id: Versi Aplikasi

source: Old password
id: Password lama

source: Insert old password
id: Masukkan password lama

source: New password
id: Password baru

source: Insert new password
id: Masukkan password baru

source: Confirm new password
id: Konfirmasi password baru

source: Today
id: Hari Ini

source: This Week
id: Minggu Ini

# verifyPhone
source: Verify phone number
id: Verifikasi nomor handphone

# insertOTP
source: Insert OTP code
id: Masukkan kode OTP

# otpInfo1
source: One Time Password (OTP) has been sent to your phone
id: One Time Password (OTP) telah di kirim ke nomor ponsel anda

# otpInfo2
source: please enter the code here to verify
id: harap masukkan kode untuk melanjutkan tahap verifikasi

# changePhone
source: Change phone number
id: Ubah nomor ponsel

source: Resend OTP
id: Kirim ulang OTP

# recurringStatusPage
source: Recurring status
id: Status pembayaran berulang

source: Recurring payment number
id: Nomor pembayaran berulang

source: Package
id: Paket

source: Next payment
id: Pembayaran berikutnya

source: Active
id: Aktif

source: Not active
id: Tidak aktif

source: Transaction date
id: Tanggal transaksi

source: Cart
id: Keranjang

source: Detail recurring status
id: Detail status pembayaran berulang

source: Payment info
id: Informasi pembayaran

source: Stop recurring
id: Berhenti pembayaran berulang

source: License plate
id: Plat nomor

source: GSM Number
id: Nomor GSM

source: All Status
id: Semua Status

source: All Date
id: Semua Tanggal

source: Sort Status
id: Urutkan Status

source: Sort Date
id: Urutkan Tanggal

source: Success
id: Berhasil

source: Last Day
id: Hari Terakhir

source: Choose Date
id: Pilih Tanggal

source: Search
id: Cari

# allDateTopup
source: All Top Up Date
id: Semua Tanggal Top Up

source: To
id: Sampai

# gsmnumber
source: Number GSM
id: Nomor GSM

# numberPlate
source: License plate number
id: Plat Nomor

source: Number
id: Nomor

# orderInfo
source: Order Infomation
id: Informasi Order

source: Payment Detail
id: Rincian Pembayaran

source: Search vehicle
id: Cari kendaraan

source: Not available
id: Tidak tersedia

source: Failed
id: Gagal

# detailtopup
source: Top Up History Details
id: Detail Riwayat Top Up

source: Re-Payment Number
id: Nomor Pembayaran Ulang

source: Date
id: Tanggal

source: Payment
id: Pembayaran

source: Warning
id: Peringantan

# activeperiod
source: Active periode
id: Masa aktif

source: Last position
id: Posisi terakhir

# lastData
source: Last update
id: Data terakhir

# pulsaPackageEnded
source: Subscription ended
id: Paket pulsa berakhir

source: Vehicle position
id: Posisi kendaraan

source: GPS Type
id: Tipe GPS

source: Device Name
id: Nama Perangkat

source: Vehicle Type
id: Jenis Kendaraan

source: Owner Name
id: Nama Pemilik

# technician
source: Installer technician
id: Teknisi Pemasang

source: Year
id: Tahun

source: Engine Number
id: Nomor Mesin

# chasNumber
source: Chassis Number
id: Nomor Rangka

source: Speed Limit
id: Batas Kecepatan

# warranty
source: Lifetime warranty
id: Garansi seumur hidup

source: Register date
id: Tanggal registrasi

source: Share
id: Bagikan

source: Referral Code
id: Kode Referral

source: Point
id: Poin

# tukar
source: Change
id: Tukar

# getPoints
source: How To Get Points
id: Cara Mendapatkan Poin

source: Last Point History
id: History Poin Terakhir

# shareLocationDetail
source: Share your vehicle's location quickly, easily and precisely.
id: Bagikan lokasi kendaraan anda dengan cepat, mudah, dan tepat.

source: Something went wrong...
id: Sepertinya sedang ada masalah...

# somethingWentWrongSub
source: We will fix this problem, please try again
id: Kami akan segera memperbaikinya dan coba akses kembali lagi dalam beberapa saat.

# reportEmpty
source: Sorry, data not available
id: Maaf, data tidak dapat ditemukan

# reportEmptySub
source: Try another date.
id: Coba masukan tanggal lainnya.

# changeEmail
source: Change email address
id: Ubah alamat email

source: Current email
id: Email saat ini

source: New email
id: Email baru

source: Confirm new email
id: Konfirmasi email baru

source: Insert current email
id: Masukkan email saat ini

source: Insert new email
id: Masukkan email baru

# insertConfirmNewEmail
source: Confirm new email
id: Konfirmasi email baru

# editEmailContent
source: Your old email will be replaced when you have verified your email. Please check your Email Inbox after clicking the email verification button below.
id: Email baru kamu akan terganti ketika kamu sudah melakukan verifikasi Email kamu. Silahkan cek Kotak masuk Email kamu setelah klik tombol verifikasi email di bawah ini.

# checkEmailInbox
source: Please check your email inbox, and verify immediately
id: Silahkan cek Kotak masuk Email kamu, dan segera lakukan verifikasi

# emailVerificationSend
source: Verification Email Has Been Sent
id: Verifikasi Email Sudah Terkirim

# emailVerificationSendSub
source: We have sent a verification link to the email address
id: Kami sudah mengirimkan link verifikasi ke alamat email

# emailVerificationSendSubSub
source: Please check your email inbox, and click the link for verification.
id: Silahkan periksa kotak masuk email anda, dan klik link untuk verifikasi.

# checkSpam
source: Not receiving email? Check your spam folder.
id: Tidak menerima email? Periksa folder spam anda.

source: Or
id: Atau

source: Change phone number
id: Ubah nomor handphone

source: Current phone number
id: Nomor saat ini

source: New phone number
id: Nomor baru

# phoneNumberContent
source: You will receive an OTP verification code via WhatsApp on your new number. For the security of your account, never tell anyone this code
id: Kamu akan menerima kode verifikasi OTP melalui WhatsApp di nomor baru Kamu. Untuk keamanan akunmu jangan pernah memberitahu kode ini ke siapapun

# otpContent
source: The verification code has been sent via WhatsApp to
id: Kode verifikasi telah dikirim melalui WhatsApp ke

# filterAlarm
source: Alarm filter
id: Filter alarm

source: Start date & time
id: Jam & tanggal mulai

source: End date & time
id: Jam & tanggal akhir

# vehicleInfo
source: Vehicle information
id: Informasi kendaraan

# deviceInfo
source: Device information
id: Informasi perangkat

source: Vehicle registration
id: STNK

source: Please wait...
id: Mohon tunggu sebentar ya...

# expireVehList
source: Expire vehicle
id: Kendaraan kadaluarsa

source: Redeem poin
id: Tukar poin

source: Empty data
id: Data kosong

source: Total SSPoin
id: Jumlah SSPoin

# collectPoin
source: Collect the points
id: Kumpulkan poinnya

# getPrize
source: get the prize
id: dapatkan hadiahnya

# parkreportEmpty
source: We cannot find any parking activity on selected period.
id: Kami tidak menemukan aktivitas parkir pada periode ini.

# parkreportEmptySub
source: Please change the time/date to find your vehicle’s parking history.
id: Kamu bisa mengubah tanggal/jam pencarian untuk menemukan histori parkir kendaraanmu.

# stopreportEmpty
source: We cannot find any vehicle stopped on selected period.
id: Kami tidak menemukan kendaraanmu berhenti pada periode ini.

# stopreportEmptySub
source: Please change the period to find your vehicle’s stop history.
id: Kamu bisa mengubah tanggal/jam pencarian untuk menemukan histori berhenti kendaraanmu.

# runningreportEmpty
source: We cannot find any activity on selected period.
id: Kami tidak menemukan aktivitas pada periode ini.

# runningreportEmptySub
source: Please change the date/time to find your trip history.
id: Kamu bisa mengubah tanggal/jam pencarian untuk menemukan histori perjalananmu.

# hourmeterreportEmpty
source: We cannot find any activity on selected period.
id: Kami tidak menemukan aktivitas pada periode ini.

# hourmeterreportEmptySub
source: Please change the date/time to find your trip history.
id: Kamu bisa mengubah tanggal/jam pencarian untuk menemukan histori perjalananmu.

# noExpire
source: Great, all your subscriptions are active!
id: Semua paket langgananmu aktif!

# noExpireSub
source: Please enjoy GPS.id. We will notify you for renewal.
id: Selamat menikmati layanan GPS.id. Kami akan segera memberitahumu apabila paket langgananmu akan segera berakhir.

# searchEmpty
source: Sorry, no data found 🙁
id: Maaf, data yang kamu cari tidak kami temukan 🙁

# searchEmptySub
source: Please check your license number or vehicle name and try again.
id: Kamu bisa periksa plat nomor atau nama kendaraanmu lalu ulangi pencarian.

# emptymoving
source: Currently none of your vehicles are moving.
id: Kami tidak menemukan kendaraanmu yang sedang bergerak.

# emptymovingSub
source: Please refresh this page to get the latest status of your vehicle.
id: Kamu bisa memuat ulang halaman ini untuk melihat status terbaru kendaraanmu.

# emptyParking
source: Currently none of your vehicles are parking.
id: Kami tidak menemukan kendaranmu yang sedang parkir.

# emptyParkingSub
source: Please refresh this page to get the latest status of your vehicle.
id: Kamu bisa memuat ulang halaman ini untuk melihat status terbaru kendaraanmu.

# emptyStop
source: Currently none of your vehicles are stop.
id: Kami tidak menemukan kendaranmu dalam status berhenti.

# emptyStopSub
source: Please refresh this page to see the latest status of your vehicle.
id: Kamu bisa memuat ulang halaman ini untuk melihat status terbaru kendaraanmu.

# emptyLost
source: Great! All your vehicles are active.
id: Semua status kendaraanmu dalam keadaan aktif!

# emptyLostSub
source: Please contact our 24-hour customer care if you found your vehicle status are lost.
id: Kamu bisa menghubungi customer care 24 jam kami jika menemukan status lost pada kendaraanmu.

# emptyAll
source: No vehicle registered.
id: Kendaraanmu belum terdaftar nih.

# emptyAllSub
source: Please contact our 24-hour customer care to register your vehicle.
id: Yuk daftarkan kendaraanmu dengan menghubungi customer care 24 jam kami.

# emptyCart
source: Your cart is empty.
id: Yah! Keranjang top-up kamu kosong nih.

# emptyCartSub
source: Please click the button below, choose the vehicle, and add to your cart.
id: Kamu bisa klik tombol di bawah, pilih kendaraan, dan masukkan ke keranjang.

# error500
source: We’ll be back soon!
id: Kami akan segera kembali!

# error500Sub
source: Please refresh this page in a few moments.
id: Periksa halaman ini beberapa saat lagi dan klik tombol di bawah untuk memuat ulang halaman.

# emptyAlarmNotif
source: Currently, we do not find any active alarms on your vehicle.
id: Kami tidak menemukan alarm aktif pada kendaraanmu.

# emptyAlarmNotifSub
source: Please check this page and notifications regularly to see your latest alarm status.
id: Kamu bisa cek secara berkala halaman ini dan notifikasi yang kami kirimkan untuk status alarm terbaru.

# emptyPaymentNotif
source: No transaction yet
id: Belum ada transaksi di akunmu.

# emptyPaymentNotifSub
source: All transaction history will be displayed here.
id: Kamu bisa melihat seluruh informasi transaksimu di halaman ini.

# emptyInfoNotif
source: There’s no new information.
id: Belum ada informasi terbaru untuk kamu.

# emptyInfoNotifSub
source: We will notify you for new information.
id: Kami akan mengirimkan notifikasi jika ada informasi terbaru.

# emptyPromoNotif
source: No promotions available.
id: Saat ini belum ada promo.

# emptyPromoNotifSub
source: We will notify you if we have new promotions.
id: Kami akan mengirimkan notifikasi jika ada promo terbaru untuk kamu.

source: See address
id: Lihat alamat

source: Check subscription
id: Periksa paket langganan

# product
source: assets/home/product_en.png
id: assets/home/product_in.png

# checkSubsImg
source: assets/home/checksubs_en.png
id: assets/home/checksubs_in.png

# searchHome
source: assets/home/vehsearch_en.png
id: assets/home/vehsearch_in.png

# searchHomeDark
source: assets/home/vehsearch_en_dark.png
id: assets/home/vehsearch_in_dark.png

source: All product
id: Semua produk

source: Remember me
id: Ingat saya

source: Good morning
id: Selamat pagi

source: Good afternoon
id: Selamat siang

source: Good evening
id: Selamat sore

# goodNight
source: Good evening
id: Selamat malam

# showonGMaps
source: Show on Google Maps
id: Tampilkan di Google Maps

source: Track Replay
id: Riwayat Perjalanan

source: Total engine on
id: Total mesin hidup

# avgSpeed
source: Average speed
id: Rata rata kecepatan

source: Max speed
id: Kecepatan maks.

# driveMilage
source: Drive milleage
id: Jarak tempuh

source: Show address
id: Lihat alamat

source: Total moving time
id: Total waktu bergerak

# totalPakingTime
source: Total parking time
id: Total waktu parkir

source: Total stop time
id: Total waktu berhenti

source: Order ID
id: ID Pemesanan

source: Map style
id: Tampilan peta

# defaultMap
source: Default
id: Bawaan

# satelliteMap
source: Satellite
id: Satelit

source: Map detail
id: Detail peta

# trafficView
source: Traffic
id: Lalu lintas

# engineOnOffConfirm
source: Are you sure you want to turn off/on the engine?
id: Anda yakin ingin mematikan/hidupkan mesin?

# engineOnOffConfirmSub
source: For safety reasons, to turn off the engine, the engine will stop if the vehicle speed is below 20km/h
id: Demi keselamatan, untuk mematikan mesin. Mesin akan mati jika kecepatan kendaraan dibawah 20km/h

# engineOnGPRS
source: Turn engine on (GPRS)
id: Hidupkan mesin (GPRS)

# engineOffGPRS
source: Turn engine off (GPRS)
id: Matikan mesin (GPRS)

# engineOnSMS
source: Turn engine on (SMS)
id: Hidupkan mesin (SMS)

# engineOffSMS
source: Turn engine off (SMS)
id: Matikan mesin (SMS)

source: Command failed!
id: Command gagal!

# engineOnCommandSuccess
source: Success! You can now try to start your engine.
id: Sukses! Silahkan coba nyalakan mesin kendaraan Anda.

# engineOnCommandFailed
source: Failed to start the engine via GPRS.
id: Maaf, perintah nyalakan mesin via GPRS gagal.

# engineOnCommandFailedSub
source: Please try to start the engine via SMS by using registered number.
id: Kamu bisa coba nyalakan mesin dengan mengirimkan SMS melalui nomor terdaftar.

# engineOffCommandSuccess
source: We have successfully cut-off your vehicle’s engine.
id: Sukses! Mesin kendaraanmu telah dimatikan.

# engineOffCommandSuccessSub
source: Your vehicle’s engine will be off if the speed below 20KM per hour.
id: Mesin kendaraanmu akan berhenti apabila kecepatan kendaraan dibawah 20KM per jam.

# engineOffCommandFailed
source: Failed to cut-off the engine via GPRS.
id: Maaf, perintah mematikan mesin via GPRS gagal.

# engineOffCommandFailedSub
source: Please try to cut the engine via SMS by using registered number.
id: Kamu bisa coba mematikan mesin dengan mengirimkan SMS melalui nomor terdaftar.

# lostTitle
source: Sorry, we did not get any update from your vehicle 🙁
id: Maaf, saat ini data kendaraanmu tidak terupdate 🙁

# lostSubTitle
source: Please contact our 24-hour customer care by clicking button below.
id: Untuk informasi lebih lanjut mengenai kendaraanmu, klik tombol di bawah ini untuk menghubungi customer care 24 jam kami.

source: Welcome back!
id: Selamat datang kembali!

source: Sign in to continue
id: Masuk untuk melanjutkan

# wrongUsernamePassword
source: Username or Password not registered
id: Nama pengguna atau Kata sandi tidak terdaftar

source: Redeem status
id: Status penukaran poin

source: Redeem code
id: Kode penukaran

source: Your SSPoin
id: SSPoin anda

# redeemSSPoin1
source: Are you sure to redeem your poin with
id: Apakah anda yakin akan menukar poin anda dengan

# redeemSSPoin2
source: Your poin will be deducted by
id: Poin anda akan dikurangi sebesar

# noConnection
source: We currently cannot connect to GPS.id server 🙁
id: Saat ini aplikasi GPS.id tidak dapat terhubung dengan server 🙁

# noConnectionSub
source: Please check your internet connection and refresh this page.
id: Periksa koneksi internetmu kemudian muat ulang halaman ini ya.

source: Try again
id: Coba lagi

# redeemNote
source: Insert email/phone number/address for redeem poin
id: Masukkan email/no HP/alamat untuk menukar poin

# minDuration
source: Minimum duration
id: Durasi minimum

# chooseDuration
source: Choose minimum duration
id: Pilih durasi minimum

source: Update now
id: Perbarui sekarang

# updateLater
source: Maybe later
id: Lain kali

# isAvailable
source: is now available.
id: kini telah tersedia.

# wantUpdate
source: Immediately update this application to access a variety of the latest features.
id: Segera update aplikasimu untuk mengakses beragam fitur terbaru.

source: Notifications
id: Pemberitahuan
